[
    { "name": "Adaga Afiada", "level": 1, "category": "Ataque", "uses": 6, "bonus": 1, "history": "Uma adaga comum forjada com um fio de magia, usada para caçar e combater em áreas urbanas.", "effect": "+1D6 no próximo ataque corpo a corpo." },
    { "name": "Poção de Fogo", "level": 1, "category": "Ataque", "uses": 6, "bonus": 1, "history": "Um frasco de vidro contendo uma chama instável que explode em contato. Usada por alquimistas iniciantes.", "effect": "Arremesse para causar 1 de dano direto a um alvo." },
    { "name": "Flecha Envenenada", "level": 1, "category": "Ataque", "uses": 6, "bonus": 1, "history": "Uma flecha com a ponta mergulhada num veneno de lesma ácida. Não é letal, mas causa desconforto e dor ao alvo.", "effect": "O próximo ataque causa Envenenado (1 de dano por turno por 2 turnos)." },
    { "name": "Estilingue de Pedra Rúnica", "level": 1, "category": "Ataque", "uses": 6, "bonus": 1, "history": "Uma arma simples, mas com uma pedra rúnica que aumenta a força do projétil, ideal para atacantes à distância.", "effect": "+1D6 no próximo ataque à distância." },
    { "name": "Lâmina Abençoada", "level": 1, "category": "Ataque", "uses": 6, "bonus": 1, "history": "Uma lâmina imbuída com o poder de um sacerdote, capaz de ferir criaturas sombrias e mortos-vivos.", "effect": "+1D6 no ataque e ignora resistência contra dano sagrado." },
    { "name": "Frasco de Ácido", "level": 1, "category": "Ataque", "uses": 6, "bonus": 1, "history": "Um frasco com ácido corrosivo, capaz de danificar a armadura e a pele de qualquer criatura.", "effect": "Causa 1 de dano direto e ignora armaduras." },
    { "name": "Dardo Congelante", "level": 1, "category": "Ataque", "uses": 6, "bonus": 1, "history": "Um dardo com uma ponta de gelo mágico, que causa um frio intenso ao atingir o alvo, paralisando-o por um breve momento.", "effect": "Se acertar, o alvo perde sua reação no próximo turno." },
    { "name": "Martelo de Choque", "level": 1, "category": "Ataque", "uses": 6, "bonus": 1, "history": "Um martelo com uma gema de energia que emite um pulso ao atingir o alvo, causando um breve atordoamento.", "effect": "+1D6 no ataque. Se sair um 6, o alvo fica Atordoado (perde a ação no próximo turno)." },
    { "name": "Pedra de Arremesso Pesada", "level": 1, "category": "Ataque", "uses": 6, "bonus": 1, "history": "Uma pedra com uma runa de gravidade, que a torna mais pesada e poderosa ao ser arremessada, capaz de derrubar o alvo.", "effect": "+1D6 no próximo ataque à distância. Se tirar 6, derruba o alvo." },
    { "name": "Tocha Improvisada", "level": 1, "category": "Ataque", "uses": 6, "bonus": 1, "history": "Uma tocha comum, mas com uma mistura de óleos alquímicos que a tornam mais flamejante, capaz de causar queimaduras intensas.", "effect": "Ataque corpo a corpo causa 1 de dano + Queimando (1 de dano por turno por 2 turnos)." },
    { "name": "Escudo de Madeira Reforçada", "level": 1, "category": "Defesa", "uses": 6, "bonus": 1, "history": "Um escudo simples de madeira, reforçado com runas básicas de proteção para ser usado por guardas e aventureiros iniciantes.", "effect": "+1D6 em testes de defesa." },
    { "name": "Capa de Couro Rigido", "level": 1, "category": "Defesa", "uses": 6, "bonus": 1, "history": "Uma capa de couro de animal, endurecida com uma substância mágica que a torna resistente a ataques físicos.", "effect": "+1D6 em defesa contra ataques físicos." },
    { "name": "Amuleto de Proteção Simples", "level": 1, "category": "Defesa", "uses": 6, "bonus": 1, "history": "Um amuleto com uma gema que brilha com uma luz fraca, capaz de proteger o portador de magias de nível baixo.", "effect": "+1D6 em defesa contra ataques mágicos." },
    { "name": "Anel de Pedra Firme", "level": 1, "category": "Defesa", "uses": 6, "bonus": 1, "history": "Um anel com uma pedra que o torna pesado e firme, ideal para combates onde o inimigo tenta derrubar o alvo.", "effect": "+1D6 em defesa contra efeitos que derrubam ou empurram." },
    { "name": "Bota de Agilidade Leve", "level": 1, "category": "Defesa", "uses": 6, "bonus": 1, "history": "Botas leves e mágicas que aumentam a agilidade e a velocidade do utilizador, permitindo que se esquive mais facilmente dos ataques.", "effect": "+1D6 para esquiva (defesa contra ataques à distância ou rápidos)." },
    { "name": "Bracelete de Aço Rúnico Fraco", "level": 1, "category": "Defesa", "uses": 6, "bonus": 1, "history": "Um bracelete com uma runa de proteção elemental, capaz de proteger o portador contra dano de fogo, gelo e eletricidade.", "effect": "+1D6 em defesa contra dano elemental (fogo, gelo, eletricidade)." },
    { "name": "Escudo Improvisado", "level": 1, "category": "Defesa", "uses": 6, "bonus": 1, "history": "Um escudo feito com uma tábua de madeira e reforçado com uma runa mágica, capaz de proteger o utilizador de ataques e reduzir o dano.", "effect": "+1D6 em defesa. Se houver pelo menos um 6, também ganha cobertura parcial (reduz 1 de dano no próximo ataque)." },
    { "name": "Colar do Desvio Básico", "level": 1, "category": "Defesa", "uses": 6, "bonus": 1, "history": "Um colar com uma gema mágica que desvia magias de alvo único, protegendo o portador de ataques mágicos diretos.", "effect": "+1D6 em defesa contra ataques mágicos de alvo único." },
    { "name": "Armadura Leve de Couro", "level": 1, "category": "Defesa", "uses": 6, "bonus": 1, "history": "Uma armadura feita de couro de animal, reforçada com magia para proteger o portador de ataques físicos.", "effect": "+1D6 em defesa contra ataques físicos." },
    { "name": "Máscara Anti-Veneno Simples", "level": 1, "category": "Defesa", "uses": 6, "bonus": 1, "history": "Uma máscara de couro com um filtro de ervas, capaz de proteger o portador de venenos e gases.", "effect": "+1D6 em defesa contra efeitos de veneno ou gás." },
    { "name": "Poção de Cura Menor", "level": 1, "category": "Suporte", "uses": 6, "bonus": 0, "history": "Um tónico feito com ervas medicinais e magia de cura, um recurso comum para se recuperar de ferimentos leves.", "effect": "Restaura 1 PV. Pode ser usada em si ou em um aliado adjacente." },
    { "name": "Poção de Energia Breve", "level": 1, "category": "Suporte", "uses": 6, "bonus": 0, "history": "Uma poção que infunde o corpo do utilizador com energia mágica, aumentando o seu poder por um breve período.", "effect": "Concede +1D6 na próxima rolagem de qualquer habilidade (ataque, defesa ou suporte)." },
    { "name": "Óleo de Ferrugem Instantânea", "level": 1, "category": "Suporte", "uses": 6, "bonus": 0, "history": "Um frasco de óleo alquímico que causa uma corrosão acelerada ao entrar em contato com metais.", "effect": "Aplica em armas, armaduras ou objetos metálicos, causando desgaste. O alvo perde -1D6 em sua próxima defesa física." },
    { "name": "Lanterna Eterna", "level": 1, "category": "Suporte", "uses": 6, "bonus": 0, "history": "Uma lanterna que brilha com uma luz mágica, capaz de dissipar escuridão mágica e revelar inimigos ocultos.", "effect": "Ilumina até 12 metros, dissipa escuridão mágica de nível 1 e revela inimigos ocultos na área." },
    { "name": "Pergaminho de Mensagem Curta", "level": 1, "category": "Suporte", "uses": 6, "bonus": 0, "history": "Um pergaminho com um feitiço de comunicação simples, que permite enviar uma mensagem a um aliado em até 1 km.", "effect": "Permite enviar uma mensagem de até 6 palavras a qualquer criatura conhecida dentro de 1 km." },
    { "name": "Cordão de Proteção Simples", "level": 1, "category": "Suporte", "uses": 6, "bonus": 0, "history": "Um cordão com uma runa de proteção, capaz de anular efeitos de medo e pânico que afetem o portador ou um aliado próximo.", "effect": "Anula um efeito de medo, pânico ou intimidação que afete o usuário ou um aliado próximo." },
    { "name": "Kit de Primeiros Socorros", "level": 1, "category": "Suporte", "uses": 6, "bonus": 0, "history": "Um kit de primeiros socorros com ataduras e ervas de cura, capaz de remover condições negativas de um aliado.", "effect": "Remove a condição 'Sangrando' ou 'Envenenado' de um aliado." },
    { "name": "Sino da Distração", "level": 1, "category": "Suporte", "uses": 6, "bonus": 0, "history": "Um sino mágico que emite um som agudo, capaz de distrair um inimigo e fazer com que ele perca a sua reação.", "effect": "Emite um som agudo que obriga um inimigo em até 6 metros a perder sua próxima reação." },
    { "name": "Areia da Ilusão Simples", "level": 1, "category": "Suporte", "uses": 6, "bonus": 0, "history": "Areia mágica que cria uma ilusão visual estática de um objeto ou criatura, capaz de enganar o inimigo por um breve momento.", "effect": "Cria uma ilusão visual estática de até 1 metro cúbico (ex.: um baú, uma pedra, uma sombra). Dura 1 rodada." },
    { "name": "Adaga de Gelo", "level": 2, "category": "Ataque", "uses": 5, "bonus": 2, "history": "Uma adaga forjada a partir de um fragmento de gelo eterno, que congela os inimigos e os torna mais lentos.", "effect": "+2D6 no ataque. Cada 6 também aplica Lento (o alvo perde a Reação até o próximo turno)." },
    { "name": "Bomba de Fumaça Explosiva", "level": 2, "category": "Ataque", "uses": 5, "bonus": 2, "history": "Uma bomba de fumaça que, ao ser lançada, explode e causa dano em área, cegando os inimigos.", "effect": "Causa 1 de dano a todos os inimigos em até 1 metro e impõe Cegueira (-1D6 no próximo turno)." },
    { "name": "Martelo de Impacto", "level": 2, "category": "Ataque", "uses": 5, "bonus": 2, "history": "Um martelo com uma gema de energia que emite um pulso ao atingir o alvo, causando um breve atordoamento e o derruba no chão.", "effect": "+2D6 no ataque. Se tirar ao menos um 6, o alvo é Derrubado." },
    { "name": "Lança Perfuro-Couraça", "level": 2, "category": "Ataque", "uses": 5, "bonus": 2, "history": "Uma lança com a ponta afiada e dura, capaz de perfurar a armadura mais resistente e causar dano massivo.", "effect": "+2D6. Ignora 2 de defesa física." },
    { "name": "Espada de Fogo Menor", "level": 2, "category": "Ataque", "uses": 5, "bonus": 2, "history": "Uma espada com uma gema de fogo que emite um calor intenso, capaz de causar queimaduras graves nos inimigos.", "effect": "+2D6 no ataque. Cada 6 aplica Queimando (1 de dano por turno por 2 turnos)." },
    { "name": "Besta Leve Rúnica", "level": 2, "category": "Ataque", "uses": 5, "bonus": 2, "history": "Uma besta com uma runa de precisão, que permite atirar flechas com uma precisão incrível e a uma distância grande.", "effect": "+2D6. Pode atingir um alvo até 20 metros." },
    { "name": "Frasco de Veneno Potente", "level": 2, "category": "Ataque", "uses": 5, "bonus": 2, "history": "Um frasco com um veneno corrosivo, capaz de envenenar o inimigo e causar dano por um breve período.", "effect": "O próximo ataque causa Envenenado (2 de dano por turno por 2 turnos)." },
    { "name": "Dardo de Raio", "level": 2, "category": "Ataque", "uses": 5, "bonus": 2, "history": "Um dardo com uma ponta de eletricidade que causa um choque intenso ao atingir o alvo, paralisando-o por um breve momento.", "effect": "+2D6 no ataque. Se sair pelo menos um 6, o alvo perde sua Reação no próximo turno." },
    { "name": "Granada de Fragmentação", "level": 2, "category": "Ataque", "uses": 5, "bonus": 2, "history": "Uma granada que explode em fragmentos, causando dano em área e ferindo múltiplos inimigos.", "effect": "Causa 1 de dano a até 3 inimigos próximos (até 2 metros de raio)." },
    { "name": "Espada Longa de Aço Negro", "level": 2, "category": "Ataque", "uses": 5, "bonus": 2, "history": "Uma espada longa com uma lâmina de aço negro, imbuída com o poder das sombras, capaz de ferir criaturas de luz e mortos-vivos.", "effect": "+2D6 no ataque. Ignora resistência a dano sombrio." },
    { "name": "Escudo de Ferro Reforçado", "level": 2, "category": "Defesa", "uses": 5, "bonus": 2, "history": "Um escudo de ferro, reforçado com runas de proteção para ser usado por guerreiros e aventureiros.", "effect": "+2D6 em testes de defesa física." },
    { "name": "Manto de Névoa Encantado", "level": 2, "category": "Defesa", "uses": 5, "bonus": 2, "history": "Um manto com um feitiço de névoa que esconde o portador de ataques à distância, criando uma névoa que dá cobertura total.", "effect": "+2D6 em defesa contra ataques à distância. Ao obter um 6, cria uma névoa que dá cobertura total até o seu próximo turno." },
    { "name": "Anel de Resistência Elemental", "level": 2, "category": "Defesa", "uses": 5, "bonus": 2, "history": "Um anel com uma gema de proteção elemental, capaz de proteger o portador contra dano de fogo, gelo e eletricidade.", "effect": "+2D6 em defesa contra fogo, gelo e eletricidade." },
    { "name": "Bracelete de Barreira Arcana", "level": 2, "category": "Defesa", "uses": 5, "bonus": 2, "history": "Um bracelete com uma runa de barreira mágica, capaz de proteger o portador de ataques mágicos e ignorar completamente o ataque.", "effect": "+2D6 em defesa contra ataques mágicos. Se tirar 2 ou mais '6', ignora completamente o ataque." },
    { "name": "Armadura de Couro Endurecido", "level": 2, "category": "Defesa", "uses": 5, "bonus": 2, "history": "Uma armadura de couro de animal, endurecida com uma substância mágica que a torna resistente a ataques físicos.", "effect": "+2D6 em defesa contra ataques físicos." },
    { "name": "Botas do Passo Ágil", "level": 2, "category": "Defesa", "uses": 5, "bonus": 2, "history": "Botas leves e mágicas que aumentam a agilidade e a velocidade do utilizador, permitindo que ele se esquive mais facilmente dos ataques e se mova rapidamente.", "effect": "+2D6 para esquiva e defesa contra ataques rápidos ou em área." },
    { "name": "Escudo de Runas Protetoras", "level": 2, "category": "Defesa", "uses": 5, "bonus": 2, "history": "Um escudo com runas de proteção que o tornam mais resistente a ataques e reduzem o dano recebido.", "effect": "+2D6 em defesa. Se houver pelo menos um 6, reduz em 1 qualquer dano recebido nesse turno." },
    { "name": "Amuleto do Guardião Ancestral", "level": 2, "category": "Defesa", "uses": 5, "bonus": 2, "history": "Um amuleto com uma gema que brilha com uma luz ancestral, capaz de proteger o portador de magia e efeitos sobrenaturais.", "effect": "+2D6 em defesa contra magia e efeitos sobrenaturais." },
    { "name": "Máscara de Purificação", "level": 2, "category": "Defesa", "uses": 5, "bonus": 2, "history": "Uma máscara de couro com um filtro de ervas e runas de purificação, capaz de proteger o portador de venenos, gases, doenças e maldições leves.", "effect": "+2D6 em defesa contra venenos, gases, doenças e maldições leves." },
    { "name": "Cinto de Estabilidade Terrestre", "level": 2, "category": "Defesa", "uses": 5, "bonus": 2, "history": "Um cinto com uma runa de gravidade que o torna pesado e firme, ideal para combates onde o inimigo tenta derrubar, empurrar ou desequilibrar o alvo.", "effect": "+2D6 contra efeitos que derrubam, empurram ou desequilibram." },
    { "name": "Poção de Cura Moderada", "level": 2, "category": "Suporte", "uses": 5, "bonus": 0, "history": "Uma poção de cura com uma concentração maior de essência mágica, capaz de curar ferimentos moderados.", "effect": "Recupera 2 PV instantaneamente." },
    { "name": "Poção de Potencializador", "level": 2, "category": "Suporte", "uses": 5, "bonus": 0, "history": "Uma poção que infunde o corpo do utilizador com uma grande quantidade de energia mágica, aumentando o seu poder por um breve período.", "effect": "+2D6 na próxima rolagem de qualquer habilidade (Ataque, Defesa ou Suporte)." },
    { "name": "Frasco de Névoa Ocultante", "level": 2, "category": "Suporte", "uses": 5, "bonus": 0, "history": "Um frasco de vidro que, ao ser quebrado, cria uma névoa espessa que esconde o grupo de inimigos.", "effect": "Cria uma névoa espessa em uma área de até 6 metros. Impede ataques à distância e testes de percepção na área por 2 rodadas." },
    { "name": "Pergaminho de Comunicação Avançada", "level": 2, "category": "Suporte", "uses": 5, "bonus": 0, "history": "Um pergaminho mágico que permite enviar uma mensagem para um aliado em qualquer lugar do mundo, com uma imagem mental.", "effect": "Envia uma mensagem de até 12 palavras para qualquer criatura conhecida em até 5 km, podendo incluir uma imagem mental." },
    { "name": "Pedra de Selamento Simples", "level": 2, "category": "Suporte", "uses": 5, "bonus": 0, "history": "Uma pedra com um feitiço de selamento que anula uma magia de nível baixo, ou suprime uma habilidade de um inimigo por um breve momento.", "effect": "Anula temporariamente uma magia de nível 2 ou inferior, ou suprime uma habilidade mágica de um inimigo por 1 rodada." },
    { "name": "Tônico de Agilidade Menor", "level": 2, "category": "Suporte", "uses": 5, "bonus": 0, "history": "Um tónico que aumenta a agilidade e a velocidade do utilizador, permitindo que ele se mova mais rápido e realize ações extras.", "effect": "Permite realizar uma Ação extra (limitada a Movimento ou Suporte) nesta rodada." },
    { "name": "Kit de Alívio Completo", "level": 2, "category": "Suporte", "uses": 5, "bonus": 0, "history": "Um kit de primeiros socorros com ervas de cura e antídotos mágicos, capaz de remover até 2 condições negativas.", "effect": "Remove até 2 condições negativas do alvo (Ex.: Sangrando, Envenenado, Atordoado, Amaldiçoado)." },
    { "name": "Sino da Desorientação", "level": 2, "category": "Suporte", "uses": 5, "bonus": 0, "history": "Um sino mágico que emite um som que desorienta os inimigos, fazendo com que percam as suas reações.", "effect": "Faz um som mágico que força todos os inimigos em até 6 metros a perder suas Reações nesta rodada." },
    { "name": "Areia da Ilusão Avançada", "level": 2, "category": "Suporte", "uses": 5, "bonus": 0, "history": "Areia mágica que cria uma ilusão mais realista, capaz de enganar os sentidos do inimigo por um breve período.", "effect": "Cria uma ilusão visual estática de até 3 metros cúbicos (uma parede, uma estátua, uma criatura imóvel). Dura 2 rodadas." },
    { "name": "Trombeta do Pânico", "level": 2, "category": "Suporte", "uses": 5, "bonus": 0, "history": "Uma trombeta mágica que emite um som assustador, capaz de forçar um inimigo a fugir e se apavorar.", "effect": "Força uma criatura inimiga em até 10 metros a fazer um teste de defesa (D6). Se não conseguir um '6', ela fica apavorada, não pode se aproximar do usuário por 2 rodadas." },
    { "name": "Espada Flamejante", "level": 3, "category": "Ataque", "uses": 4, "bonus": 3, "history": "Uma espada com uma gema de fogo que emite um calor intenso, capaz de causar queimaduras graves nos inimigos e aumentar o dano do ataque.", "effect": "+3D6 no ataque. Cada '6' também aplica Queimando (1 de dano por turno por 2 turnos)." },
    { "name": "Besta Pesada", "level": 3, "category": "Ataque", "uses": 4, "bonus": 3, "history": "Uma besta com um sistema de cordas e alavancas, capaz de atirar flechas com uma força incrível e perfurar a armadura mais resistente.", "effect": "+3D6 no ataque. Ignora 2 de defesa física." },
    { "name": "Bomba de Fragmentação Avançada", "level": 3, "category": "Ataque", "uses": 4, "bonus": 3, "history": "Uma bomba que explode em fragmentos, causando dano em área e ferindo múltiplos inimigos. A explosão é mais potente que a versão simples.", "effect": "Causa 1 de dano a até 4 inimigos em um raio de 2 metros." },
    { "name": "Foice Sombria", "level": 3, "category": "Ataque", "uses": 4, "bonus": 3, "history": "Uma foice com uma lâmina de aço negro, imbuída com o poder das sombras, capaz de drenar a vida dos inimigos e curar o portador.", "effect": "+3D6. Cada 6 também drena 1 PV do alvo e cura você." },
    { "name": "Lança de Relâmpago", "level": 3, "category": "Ataque", "uses": 4, "bonus": 3, "history": "Uma lança com a ponta de uma gema de eletricidade que emite um pulso ao atingir o alvo, causando um breve atordoamento.", "effect": "+3D6 no ataque. Se houver pelo menos um 6, o alvo fica Atordoado (perde a Ação no próximo turno)." },
    { "name": "Espada Gélida", "level": 3, "category": "Ataque", "uses": 4, "bonus": 3, "history": "Uma espada com uma gema de gelo eterno, que congela os inimigos e os torna mais lentos.", "effect": "+3D6. Cada 6 aplica Congelado (o alvo perde Ação e Reação no próximo turno)." },
    { "name": "Granada Ácida", "level": 3, "category": "Ataque", "uses": 4, "bonus": 3, "history": "Uma granada com ácido corrosivo, capaz de danificar a armadura e a pele de qualquer criatura. A explosão é mais potente que a versão simples.", "effect": "Causa 1 de dano direto a até 3 inimigos. Ignora armadura." },
    { "name": "Manguá de Ossos Rúnicos", "level": 3, "category": "Ataque", "uses": 4, "bonus": 3, "history": "Um manguá com ossos de um monstro lendário, que o tornam pesado e poderoso, capaz de derrubar o alvo e impedi-lo de se levantar.", "effect": "+3D6 no ataque. Se tirar pelo menos um 6, derruba o alvo e impede que se levante no próximo turno." },
    { "name": "Arco das Sombras", "level": 3, "category": "Ataque", "uses": 4, "bonus": 3, "history": "Um arco feito de madeira de uma árvore das sombras, que dispara flechas com o poder das trevas, ignorando qualquer bônus de defesa.", "effect": "+3D6. Ignora qualquer bônus de defesa causado por cobertura ou escudos." },
    { "name": "Chicote de Fogo Vivo", "level": 3, "category": "Ataque", "uses": 4, "bonus": 3, "history": "Um chicote de correntes que exalam fogo, capaz de prender os inimigos e causar dano de fogo.", "effect": "+3D6. Cada 6 aplica Queimando (1 por turno por 3 turnos) e impede o alvo de se mover no próximo turno." },
    { "name": "Escudo de Aço Rúnico", "level": 3, "category": "Defesa", "uses": 4, "bonus": 3, "history": "Um escudo de aço, reforçado com runas de proteção, capaz de proteger o portador de ataques físicos e refletir o dano de volta ao atacante.", "effect": "+3D6 em defesa física. Ao tirar 2 ou mais '6', reflete 1 de dano no atacante." },
    { "name": "Manto de Invisibilidade Parcial", "level": 3, "category": "Defesa", "uses": 4, "bonus": 3, "history": "Um manto com um feitiço de invisibilidade, que esconde o portador de ataques físicos e à distância, e o torna invisível por um breve momento.", "effect": "+3D6 em defesa contra ataques físicos e à distância. Se tirar pelo menos um '6', fica invisível até o fim do seu próximo turno (alvos te atacam com -2D6)." },
    { "name": "Anel de Absorção Elemental", "level": 3, "category": "Defesa", "uses": 4, "bonus": 3, "history": "Um anel com uma gema de absorção elemental, capaz de proteger o portador contra dano de fogo, gelo e eletricidade, e converter o dano em PV temporário.", "effect": "+3D6 em defesa contra fogo, gelo e eletricidade. Cada '6' reduz o dano a zero e te concede 1 PV temporário." },
    { "name": "Bracelete de Barreira Absoluta", "level": 3, "category": "Defesa", "uses": 4, "bonus": 3, "history": "Um bracelete com uma runa de barreira mágica, capaz de proteger o portador de qualquer ataque mágico e dissipar magias menores na área.", "effect": "+3D6 em defesa contra qualquer ataque mágico. Se tirar 3 ou mais '6', ignora completamente o ataque e dissipa magias menores na área (até 3 metros)." },
    { "name": "Armadura de Couro Negro com Placas de Aço", "level": 3, "category": "Defesa", "uses": 4, "bonus": 3, "history": "Uma armadura de couro de animal, reforçada com placas de aço, que a torna mais resistente a ataques físicos.", "effect": "+3D6 em defesa física. Se tirar 2 ou mais '6', ignora completamente 1 de dano desse ataque." },
    { "name": "Botas do Vento Cortante", "level": 3, "category": "Defesa", "uses": 4, "bonus": 3, "history": "Botas leves e mágicas que aumentam a agilidade e a velocidade do utilizador, permitindo que ele se esquive mais facilmente dos ataques e se mova rapidamente.", "effect": "+3D6 para esquiva e defesa contra ataques de área. Se tirar 2 ou mais '6', move-se instantaneamente até 3 metros, sem consumir movimento." },
    { "name": "Escudo Mágico de Prismas Reflexivos", "level": 3, "category": "Defesa", "uses": 4, "bonus": 3, "history": "Um escudo com runas de reflexão que desvia os ataques do inimigo e o força a rerrolar os dados do ataque.", "effect": "+3D6 em defesa. Cada '6' força o atacante a rerrolar 1 dado de seu ataque." },
    { "name": "Amuleto da Égide Celestial", "level": 3, "category": "Defesa", "uses": 4, "bonus": 3, "history": "Um amuleto com uma gema que brilha com uma luz celestial, capaz de proteger o portador de magia, maldições e efeitos sobrenaturais, e remover condições negativas.", "effect": "+3D6 em defesa contra magia, maldições e efeitos sobrenaturais. Se tirar 3 ou mais '6', remove qualquer condição negativa que você possua." },
    { "name": "Máscara da Imunidade Aperfeiçoada", "level": 3, "category": "Defesa", "uses": 4, "bonus": 3, "history": "Uma máscara de couro com um filtro de ervas e runas de purificação, capaz de proteger o portador de venenos, gases, doenças e maldições, e o torna imune a esses efeitos por um breve período.", "effect": "+3D6 em defesa contra venenos, gases, doenças e maldições. Se tirar pelo menos 2 '6', se torna imune a esse tipo de efeito por 2 turnos." },
    { "name": "Cinto da Gravidade Ancorada", "level": 3, "category": "Defesa", "uses": 4, "bonus": 3, "history": "Um cinto com uma runa de gravidade que o torna pesado e firme, ideal para combates onde o inimigo tenta derrubar, empurrar ou desequilibrar o alvo.", "effect": "+3D6 contra efeitos que derrubam, empurram ou jogam no ar. Se tirar pelo menos um '6', ignora completamente esses efeitos por 2 turnos." },
    { "name": "Espada Infernal", "level": 4, "category": "Ataque", "uses": 3, "bonus": 4, "history": "Uma espada forjada no fogo do inferno, que emana um calor sobrenatural e causa queimaduras graves nos inimigos.", "effect": "+4D6 no ataque. Cada 6 aplica Queimando (1 de dano por 3 turnos) e ignora resistência a fogo." },
    { "name": "Canhão de Runas", "level": 4, "category": "Ataque", "uses": 3, "bonus": 4, "history": "Um canhão de mão que dispara um projétil de energia rúnica, capaz de atingir múltiplos alvos e empurrá-los para longe.", "effect": "+4D6. Atinge até 2 alvos próximos. Cada 6 também empurra os alvos 2 metros." },
    { "name": "Foice do Vazio", "level": 4, "category": "Ataque", "uses": 3, "bonus": 4, "history": "Uma foice lendária que drena a vida dos inimigos e cura o portador, capaz de ignorar a resistência a dano sombrio.", "effect": "+4D6. Cada 6 drena 1 PV do alvo e cura você. Ignora resistência a dano sombrio." },
    { "name": "Arco Tempestuoso", "level": 4, "category": "Ataque", "uses": 3, "bonus": 4, "history": "Um arco feito de madeira de uma árvore de tempestade, que dispara flechas com o poder de um raio, causando dano massivo e paralisando os inimigos.", "effect": "+4D6. Cada 6 aplica Atordoado (perde a ação no próximo turno) ou Derrubado, à escolha." },
    { "name": "Granada de Gás Tóxico", "level": 4, "category": "Ataque", "uses": 3, "bonus": 4, "history": "Uma granada que explode em uma nuvem de gás tóxico, envenenando os inimigos e causando dano por um breve período.", "effect": "Causa Envenenado (2 de dano por turno por 3 turnos) em até 3 inimigos em um raio de 2 metros." },
    { "name": "Lança Solar", "level": 4, "category": "Ataque", "uses": 3, "bonus": 4, "history": "Uma lança lendária forjada com a essência do sol, capaz de anular qualquer resistência e causar dano radiante extra.", "effect": "+4D6. Cada 6 ignora qualquer resistência (física, mágica ou elemental) e causa dano radiante extra de 1." },
    { "name": "Espada Gélida Suprema", "level": 4, "category": "Ataque", "uses": 3, "bonus": 4, "history": "Uma espada lendária feita de gelo eterno, que congela os inimigos e reduz as suas habilidades de ataque.", "effect": "+4D6. Cada 6 aplica Congelado (perde ação e reação por 2 turnos) e reduz o dano do alvo em -1D6 até o fim desse efeito." },
    { "name": "Martelo Sísmico", "level": 4, "category": "Ataque", "uses": 3, "bonus": 4, "history": "Um martelo lendário que pode causar terremotos e fissuras no solo, alterando o campo de batalha e causando dano massivo.", "effect": "+4D6. Se houver pelo menos um 6, derruba todos os inimigos em um raio de 2 metros." },
    { "name": "Chicote de Sombras Ardentes", "level": 4, "category": "Ataque", "uses": 3, "bonus": 4, "history": "Um chicote de correntes que exalam fogo, capaz de prender os inimigos e causar dano de fogo.", "effect": "+4D6. Cada 6 aplica Queimando (1 de dano por 3 turnos) e impede o alvo de se mover no próximo turno." },
    { "name": "Dardo de Aniquilação", "level": 4, "category": "Ataque", "uses": 3, "bonus": 4, "history": "Um dardo que pode viajar entre dimensões, capaz de anular todas as defesas e causar dano massivo.", "effect": "+4D6. Ignora todas as defesas (física, mágica e resistências). Se houver ao menos dois 6, causa 2 de dano direto extra." },
    { "name": "Escudo do Guardião de Ferro", "level": 4, "category": "Defesa", "uses": 3, "bonus": 4, "history": "Um escudo de ferro, reforçado com runas de proteção, capaz de proteger o portador de ataques físicos e bloquear totalmente um ataque.", "effect": "+4D6 em defesa física. Se houver pelo menos 2 '6', bloqueia totalmente 1 ataque físico no turno." },
    { "name": "Manto do Vazio Oculto", "level": 4, "category": "Defesa", "uses": 3, "bonus": 4, "history": "Um manto com um feitiço de invisibilidade, que esconde o portador de ataques físicos e mágicos, e o torna invisível por um breve momento.", "effect": "+4D6 contra ataques físicos e mágicos. Se tirar pelo menos um '6', fica invisível até o fim do turno e recebe cobertura total." },
    { "name": "Anel de Canalização Elemental", "level": 4, "category": "Defesa", "uses": 3, "bonus": 4, "history": "Um anel com uma gema de absorção elemental, capaz de proteger o portador contra dano de fogo, gelo, eletricidade e ácido, e converter o dano em PV temporário.", "effect": "+4D6 em defesa contra fogo, gelo, eletricidade e ácido. Cada '6' absorve o dano e converte em 1 PV temporário." },
    { "name": "Bracelete da Barreira Suprema", "level": 4, "category": "Defesa", "uses": 3, "bonus": 4, "history": "Um bracelete com uma runa de barreira mágica, capaz de proteger o portador de qualquer ataque mágico e dissipar qualquer magia ativa na área.", "effect": "+4D6 contra ataques mágicos. Se houver 3 ou mais '6', cancela o ataque e dissipa qualquer magia ativa na área (até 5 metros)." },
    { "name": "Armadura de Ferro Negro Runificado", "level": 4, "category": "Defesa", "uses": 3, "bonus": 4, "history": "Uma armadura de ferro, reforçada com runas de proteção, que a torna mais resistente a ataques físicos e reduz o dano recebido.", "effect": "+4D6 em defesa física. Se houver pelo menos 2 '6', reduz todo o dano físico do turno em 2 pontos." },
    { "name": "Botas do Salto Dimensional", "level": 4, "category": "Defesa", "uses": 3, "bonus": 4, "history": "Botas leves e mágicas que permitem ao utilizador teleportar para qualquer ponto visível da cena, escapando de ataques.", "effect": "+4D6 em defesa contra ataques físicos, mágicos ou de área. Ao obter 2 ou mais '6', teleporta-se instantaneamente até 6 metros, escapando do ataque." },
    { "name": "Escudo de Espelhos Eternos", "level": 4, "category": "Defesa", "uses": 3, "bonus": 4, "history": "Um escudo lendário com uma superfície de espelhos que reflete os ataques do inimigo e o força a rerrolar os dados do ataque.", "effect": "+4D6 em defesa. Cada '6' força o atacante a rerrolar 2 dados do seu ataque." },
    { "name": "Amuleto do Bastião Celestial", "level": 4, "category": "Defesa", "uses": 3, "bonus": 4, "history": "Um amuleto com uma gema que brilha com uma luz celestial, capaz de proteger o portador de qualquer efeito sobrenatural, magia, maldição ou corrupção, e remover todas as condições negativas.", "effect": "+4D6 em defesa contra qualquer efeito sobrenatural, magia, maldição ou corrupção. Se houver 3 ou mais '6', remove todas as condições negativas do usuário." },
    { "name": "Máscara da Purificação Absoluta", "level": 4, "category": "Defesa", "uses": 3, "bonus": 4, "history": "Uma máscara de couro com um filtro de ervas e runas de purificação, capaz de proteger o portador de venenos, doenças, maldições e gases, e o torna imune a esses efeitos até o fim da cena.", "effect": "+4D6 contra venenos, doenças, maldições e gases. Ao obter 2 ou mais '6', torna-se imune a esses efeitos até o fim da cena." },
    { "name": "Cinto da Gravidade Infinita", "level": 4, "category": "Defesa", "uses": 3, "bonus": 4, "history": "Um cinto com uma runa de gravidade que o torna pesado e firme, ideal para combates onde o inimigo tenta empurrar, puxar, derrubar ou deslocar o alvo.", "effect": "+4D6 contra derrubar, empurrar, puxar ou qualquer manipulação de movimento. Se houver pelo menos um '6', não pode ser movido de sua posição por 2 rodadas." },
    { "name": "Espada das Sete Chamas", "level": 5, "category": "Ataque", "uses": 2, "bonus": 5, "history": "Uma espada com uma gema de fogo que emite um calor intenso, capaz de causar queimaduras graves nos inimigos e aumentar o dano do ataque.", "effect": "+5D6 no ataque. Cada 6 aplica Queimando (1 de dano por 3 turnos) e ignora resistência a fogo. Se houver 3 ou mais 6, explode causando 2 de dano a todos num raio de 2 metros (incluindo aliados)." },
    { "name": "Canhão de Pulso Arcano", "level": 5, "category": "Ataque", "uses": 2, "bonus": 5, "history": "Um canhão de mão que dispara um projétil de energia rúnica, capaz de atingir múltiplos alvos e empurrá-los para longe.", "effect": "+5D6. Atinge até 3 alvos em linha reta. Cada 6 também aplica Atordoado (perde a Ação no próximo turno)." },
    { "name": "Foice Devoradora de Almas", "level": 5, "category": "Ataque", "uses": 2, "bonus": 5, "history": "Uma foice lendária que drena a vida dos inimigos e cura o portador, capaz de ignorar a resistência a dano sombrio.", "effect": "+5D6. Cada 6 drena 2 PV do alvo e cura você. Ignora defesas mágicas e dano sombrio." },
    { "name": "Arco da Tempestade Eterna", "level": 5, "category": "Ataque", "uses": 2, "bonus": 5, "history": "Um arco feito de madeira de uma árvore de tempestade, que dispara flechas com o poder de um raio, causando dano massivo e paralisando os inimigos.", "effect": "+5D6. Cada 6 aplica Atordoado e derruba o alvo. Se houver 3 ou mais 6, um relâmpago atinge todos os inimigos em até 3 metros, causando 2 de dano direto." },
    { "name": "Lança Celestial", "level": 5, "category": "Ataque", "uses": 2, "bonus": 5, "history": "Uma lança lendária forjada com a essência do sol, capaz de anular qualquer resistência e causar dano radiante extra.", "effect": "+5D6. Cada 6 ignora qualquer resistência (física, mágica ou elemental) e aplica 1 de dano radiante extra." },
    { "name": "Martelo de Destruição Total", "level": 5, "category": "Ataque", "uses": 2, "bonus": 5, "history": "Um martelo lendário que pode causar terremotos e fissuras no solo, alterando o campo de batalha e causando dano massivo.", "effect": "+5D6. Se houver 2 ou mais 6, derruba todos os inimigos em um raio de 3 metros e causa 2 de dano extra. Se houver 4 ou mais 6, cria uma fissura no terreno, impedindo qualquer movimento na área (5 metros) por 2 turnos." },
    { "name": "Espada Congelante do Fim dos Tempos", "level": 5, "category": "Ataque", "uses": 2, "bonus": 5, "history": "Uma espada lendária feita de gelo eterno, que congela os inimigos e reduz as suas habilidades de ataque.", "effect": "+5D6. Cada 6 aplica Congelado (perde Ação e Reação por 2 turnos) e -2D6 nos ataques do alvo até o fim desse efeito. Se houver 3 ou mais 6, congela completamente um alvo com PV 4 ou menos, eliminando-o instantaneamente." },
    { "name": "Chicote das Chamas Sombrias", "level": 5, "category": "Ataque", "uses": 2, "bonus": 5, "history": "Um chicote de correntes que exalam fogo, capaz de prender os inimigos e causar dano de fogo.", "effect": "+5D6. Cada 6 aplica Queimando (1 por turno por 3 turnos) e impede o alvo de se mover no próximo turno. Se houver 3 ou mais 6, o alvo fica Prendido por sombras." },
    { "name": "Dardo de Ruptura Dimensional", "level": 5, "category": "Ataque", "uses": 2, "bonus": 5, "history": "Um dardo que pode viajar entre dimensões, capaz de anular todas as defesas e causar dano massivo.", "effect": "+5D6. Ignora todas as defesas (física, mágica e resistências). Se houver 2 ou mais 6, causa 3 de dano direto. Se houver 4 ou mais 6, aniquila um alvo com PV 4 ou menos." },
    { "name": "Granada de Aniquilação", "level": 5, "category": "Ataque", "uses": 2, "bonus": 5, "history": "Uma granada que pode causar uma explosão de proporções planetárias, destruindo tudo em uma área grande e causando dano massivo.", "effect": "Explode causando 2 de dano direto a todos os inimigos em até 3 metros. Cada 6 também aplica Atordoado. Se houver 3 ou mais 6, o terreno inteiro na área é destruído, se tornando intransitável por 2 turnos." },
    { "name": "Escudo do Titã Ancestral", "level": 5, "category": "Defesa", "uses": 2, "bonus": 5, "history": "Um escudo de ferro, reforçado com runas de proteção, capaz de proteger o portador de ataques físicos e bloquear totalmente um ataque.", "effect": "+5D6 em defesa física. Se houver pelo menos 2 '6', bloqueia totalmente todos os ataques físicos no turno." },
    { "name": "Manto do Vazio Absoluto", "level": 5, "category": "Defesa", "uses": 2, "bonus": 5, "history": "Um manto com um feitiço de invisibilidade, que esconde o portador de ataques físicos e mágicos, e o torna invisível, inalvejável e intocável por um breve momento.", "effect": "+5D6 contra qualquer ataque. Se houver pelo menos um '6', fica invisível, inalvejável e intocável até o fim do turno." },
    { "name": "Anel da Absorção Suprema", "level": 5, "category": "Defesa", "uses": 2, "bonus": 5, "history": "Um anel com uma gema que brilha com uma luz que absorve todo o dano elemental, e reflete de volta ao atacante.", "effect": "+5D6 contra fogo, gelo, eletricidade, ácido e veneno. Cada '6' absorve o dano e gera 1 PV temporário. Com 3 ou mais '6', reflete metade do dano absorvido ao agressor." },
    { "name": "Bracelete da Barreira Divina", "level": 5, "category": "Defesa", "uses": 2, "bonus": 5, "history": "Um bracelete com uma runa de proteção divina, capaz de anular qualquer magia ou habilidade de qualquer nível, e criar uma barreira intransponível.", "effect": "+5D6 contra qualquer magia ou efeito sobrenatural. Se houver 3 ou mais '6', cancela completamente o ataque e cria uma barreira intransponível por 1 rodada." },
    { "name": "Armadura de Adamantium Rúnico", "level": 5, "category": "Defesa", "uses": 2, "bonus": 5, "history": "Uma armadura de ferro, reforçada com runas de proteção, que a torna mais resistente a ataques físicos e reduz o dano recebido.", "effect": "+5D6 em defesa física. Se houver 2 ou mais '6', reduz todo o dano físico do turno em 3 pontos por fonte de dano." },
    { "name": "Botas do Salto Planar", "level": 5, "category": "Defesa", "uses": 2, "bonus": 5, "history": "Botas leves e mágicas que permitem ao utilizador teleportar para qualquer ponto visível da cena, escapando de ataques.", "effect": "+5D6 em defesa contra qualquer ataque. Com 2 ou mais '6', teleporta-se instantaneamente para qualquer ponto visível da cena, escapando do ataque." },
    { "name": "Escudo de Reflexão Infinita", "level": 5, "category": "Defesa", "uses": 2, "bonus": 5, "history": "Um escudo lendário com uma superfície de espelhos que reflete totalmente qualquer ataque de volta ao atacante.", "effect": "+5D6 em defesa. Cada '6' obriga o inimigo a rerrolar 2 dados. Com 3 ou mais '6', reflete totalmente o ataque mágico ou à distância de volta ao agressor." },
    { "name": "Amuleto do Guardião Eterno", "level": 5, "category": "Defesa", "uses": 2, "bonus": 5, "history": "Um amuleto com uma gema que brilha com uma luz celestial, capaz de proteger o portador de qualquer efeito sobrenatural, magia, maldição ou corrupção, e remover todas as condições negativas.", "effect": "+5D6 em defesa contra qualquer efeito sobrenatural, magia, maldição ou corrupção. Se houver 3 ou mais '6', remove todas as condições negativas do usuário e o torna imune a elas por 2 rodadas." },
    { "name": "Máscara da Purificação Perfeita", "level": 5, "category": "Defesa", "uses": 2, "bonus": 5, "history": "Uma máscara de couro com um filtro de ervas e runas de purificação, capaz de proteger o portador de venenos, doenças, maldições e gases, e o torna imune a esses efeitos até o fim da cena.", "effect": "+5D6 contra venenos, doenças, maldições e gases. Ao obter 2 ou mais '6', torna-se imune a esses efeitos até o fim da cena." },
    { "name": "Cinto da Gravidade Estelar", "level": 5, "category": "Defesa", "uses": 2, "bonus": 5, "history": "Um cinto com uma runa de gravidade que o torna pesado e firme, ideal para combates onde o inimigo tenta empurrar, puxar, derrubar ou deslocar o alvo.", "effect": "+5D6 contra derrubar, empurrar, puxar ou qualquer manipulação de movimento. Se houver pelo menos um '6', não pode ser movido de sua posição por 2 rodadas." },
    { "name": "Poção de Cura Divina", "level": 5, "category": "Suporte", "uses": 2, "bonus": 0, "history": "Uma poção de cura com a mais alta concentração de essência mágica, capaz de curar ferimentos gravíssimos e salvar vidas.", "effect": "Recupera 5 PV instantaneamente." },
    { "name": "Poção do Potencial Infinito", "level": 5, "category": "Suporte", "uses": 2, "bonus": 0, "history": "Uma poção que infunde o corpo do utilizador com uma quantidade massiva de energia mágica, aumentando o seu poder para um nível épico por um breve período.", "effect": "Concede +5D6 na próxima rolagem de qualquer habilidade (Ataque, Defesa ou Suporte)." },
    { "name": "Frasco de Névoa Planar", "level": 5, "category": "Suporte", "uses": 2, "bonus": 0, "history": "Um frasco de vidro que, ao ser quebrado, cria uma névoa sobrenatural que cobre uma área enorme e torna o grupo intocável por ataques.", "effect": "Cria uma névoa sobrenatural em até 20 metros, tornando todos na área intocáveis por ataques à distância, magias de alvo direto e percepções. Dura 5 rodadas." },
    { "name": "Pergaminho da Palavra Proibida", "level": 5, "category": "Suporte", "uses": 2, "bonus": 0, "history": "Um pergaminho mágico que permite a comunicação com qualquer criatura, entidade ou plano de existência. Pode atravessar barreiras mágicas.", "effect": "Envia uma mensagem de até 100 palavras, incluindo imagens, sons e emoções, para qualquer criatura, entidade ou plano de existência." },
    { "name": "Pedra de Selamento Absoluto", "level": 5, "category": "Suporte", "uses": 2, "bonus": 0, "history": "Uma pedra com um feitiço de selamento que anula qualquer magia ou habilidade de qualquer nível, suprimindo o poder do inimigo.", "effect": "Cancela completamente qualquer magia, habilidade ou efeito sobrenatural, independentemente do nível, por 3 rodadas." },
    { "name": "Tônico de Distorção Temporal", "level": 5, "category": "Suporte", "uses": 2, "bonus": 0, "history": "Um tónico que distorce o tempo ao redor do utilizador, permitindo que ele realize duas ações e uma reação adicionais.", "effect": "Permite que o usuário realize duas Ações e uma Reação adicionais nesta rodada." },
    { "name": "Kit de Purificação Arcana Total", "level": 5, "category": "Suporte", "uses": 2, "bonus": 0, "history": "Um kit de primeiros socorros com antídotos e ervas de cura, capaz de remover todas as condições negativas do grupo inteiro, incluindo maldições e doenças sobrenaturais.", "effect": "Remove todas as condições negativas do grupo inteiro, incluindo maldições, efeitos permanentes, petrificação, envelhecimento mágico e doenças sobrenaturais." },
    { "name": "Sino da Ruína Dimensional", "level": 5, "category": "Suporte", "uses": 2, "bonus": 0, "history": "Um sino mágico que emite um som que desorienta os inimigos, fazendo com que percam as suas reações, sofram uma penalidade grave nas suas ações e fiquem apavorados.", "effect": "Todos os inimigos em até 25 metros perdem Reações permanentemente, sofrem -3D6 na próxima rolagem e ficam Desorientados e Apavorados por 3 rodadas." },
    { "name": "Areia da Ilusão Real", "level": 5, "category": "Suporte", "uses": 2, "bonus": 0, "history": "Areia mágica que cria uma ilusão perfeita e interativa, capaz de enganar todos os sentidos do inimigo por um breve período, a ilusão pode se mover livremente e interagir com o ambiente.", "effect": "Cria uma ilusão visual, sonora e tátil de até 15 metros cúbicos, que pode se mover livremente. Dura 5 rodadas." },
    { "name": "Trombeta do Terror Universal", "level": 5, "category": "Suporte", "uses": 2, "bonus": 0, "history": "Uma trombeta mágica que emite um som que aterroriza todos os inimigos em uma área grande, fazendo com que eles fujam e sofram uma penalidade em todas as suas ações.", "effect": "Todos os inimigos em até 30 metros devem fazer uma defesa. Se falharem (não rolarem '6'), ficam apavorados, não podem se aproximar do usuário e sofrem -1D6 em todas as ações por 2 rodadas." },
    { "name": "Poção da Ressurreição Instantânea", "level": 6, "category": "Suporte", "uses": 1, "bonus": 0, "history": "Uma poção proibida feita com um fragmento de vida divina, capaz de reverter a morte e trazer um aliado de volta à vida, com PV cheio e todas as condições removidas.", "effect": "Revive instantaneamente um aliado morto, com PV cheio e todas as condições removidas." },
    { "name": "Poção do Poder Infinito", "level": 6, "category": "Suporte", "uses": 1, "bonus": 0, "history": "Uma poção que infunde o corpo do utilizador com uma quantidade infinita de energia mágica, aumentando o seu poder para um nível épico por um breve período.", "effect": "+6D6 na próxima rolagem de qualquer habilidade." },
    { "name": "Frasco de Névoa da Realidade Quebrada", "level": 6, "category": "Suporte", "uses": 1, "bonus": 0, "history": "Um frasco de vidro que, ao ser quebrado, cria uma névoa mágica que cobre uma área enorme e torna o grupo intocável por ataques, magias e percepções. A realidade dentro da névoa é distorcida e inatingível.", "effect": "Cria uma névoa mágica em 30 metros, onde nenhum ataque, magia ou percepção funciona. A realidade dentro da névoa é distorcida e inatingível por 6 rodadas." },
    { "name": "Pergaminho do Elo Absoluto", "level": 6, "category": "Suporte", "uses": 1, "bonus": 0, "history": "Um pergaminho mágico que permite a comunicação, invocação ou banimento de qualquer criatura, entidade ou plano de existência.", "effect": "Permite comunicar, invocar ou banir qualquer criatura, entidade ou entidade cósmica, seja de qualquer plano, realidade ou dimensão, inclusive deuses ou seres esquecidos." },
    { "name": "Pedra de Selamento Final", "level": 6, "category": "Suporte", "uses": 1, "bonus": 0, "history": "Uma pedra com um feitiço de selamento que anula qualquer magia, habilidade ou efeito sobrenatural, independentemente do nível, por um longo período.", "effect": "Cancela qualquer magia, habilidade, efeito sobrenatural ou influência divina, independentemente da origem, por 6 rodadas." },
    { "name": "Tônico de Distorção Temporal Suprema", "level": 6, "category": "Suporte", "uses": 1, "bonus": 0, "history": "Um tónico que distorce o tempo ao redor do utilizador, permitindo que ele realize três ações e duas reações extras, ignorando qualquer restrição de rodada.", "effect": "O usuário age imediatamente fora da ordem de turnos, realiza 3 Ações e 2 Reações extras, ignorando qualquer restrição de rodada." },
    { "name": "Kit de Purificação Cósmica", "level": 6, "category": "Suporte", "uses": 1, "bonus": 0, "history": "Um kit de primeiros socorros com ervas de cura e antídotos mágicos, capaz de remover todas as condições negativas do grupo inteiro, incluindo morte, petrificação, corrupção de alma, envelhecimento mágico e doenças sobrenaturais.", "effect": "Remove absolutamente qualquer condição negativa, incluindo morte, petrificação, corrupção de alma, envelhecimento mágico, doenças incuráveis, maldições ancestrais e efeitos permanentes de todo o grupo (até 6 aliados)." },
    { "name": "Sino do Colapso Dimensional", "level": 6, "category": "Suporte", "uses": 1, "bonus": 0, "history": "Um sino mágico que emite um som que desorienta os inimigos, fazendo com que percam as suas reações, sofram uma penalidade grave nas suas ações e fiquem apavorados.", "effect": "Todos os inimigos em até 50 metros perdem Reações permanentemente, sofrem -4D6 na próxima rolagem, ficam Desorientados, Apavorados e Sobredrenados por 4 rodadas, e recebem 4 de Dano Psíquico direto." },
    { "name": "Areia da Ilusão da Realidade Absoluta", "level": 6, "category": "Suporte", "uses": 1, "bonus": 0, "history": "Areia mágica que cria uma ilusão perfeita e interativa, capaz de enganar todos os sentidos do inimigo por um longo período, a ilusão pode se mover livremente e interagir com o ambiente.", "effect": "Cria uma ilusão tão perfeita que, para qualquer efeito mecânico, é tratada como real (incluindo causar dano, bloquear passagens ou simular aliados). Dura 6 rodadas." },
    { "name": "Trombeta do Fim dos Mundos", "level": 6, "category": "Suporte", "uses": 1, "bonus": 0, "history": "Uma trombeta mágica que emite um som que aterroriza todos os inimigos em uma área grande, fazendo com que eles fujam e sofram uma penalidade em todas as suas ações.", "effect": "Todos os inimigos em até 100 metros devem fazer uma defesa. Se falharem (não rolarem '6'), ficam Apavorados, Desorientados e Incapazes de atacar por 3 rodadas, além de sofrerem um dano massivo de 6 PV direto (ignora defesa)." },
    { "name": "Espada do Sol Negro", "level": 6, "category": "Ataque", "uses": 1, "bonus": 6, "history": "Uma espada lendária forjada a partir de um fragmento de estrela negra, empunhada por um herói que salvou o mundo.", "effect": "+6D6. Cada 6 aplica Queimando e Cegueira. Se houver 3 ou mais 6s, causa uma explosão em área." },
    { "name": "Canhão de Colapso Arcano", "level": 6, "category": "Ataque", "uses": 1, "bonus": 6, "history": "Um canhão de mão que dispara um feixe de energia arcana, capaz de desintegrar estruturas e causar danos massivos.", "effect": "+6D6. Atinge todos os inimigos em uma linha de até 10 metros. Cada 6 aplica Atordoado (perde Ação). Se houver 4 ou mais 6, o alvo mais próximo sofre +5 de dano direto." },
    { "name": "Foice da Extinção", "level": 6, "category": "Ataque", "uses": 1, "bonus": 6, "history": "Uma foice lendária que drena a vida e o nível dos inimigos, capaz de eliminar qualquer criatura com pouca vida.", "effect": "+6D6. Cada 6 drena 2 PV de até 3 inimigos e cura você. Ignora TODAS as defesas e resistências. Se houver 4 ou mais 6, elimina instantaneamente qualquer inimigo com PV 4 ou menos." },
    { "name": "Arco da Tempestade Primordial", "level": 6, "category": "Ataque", "uses": 1, "bonus": 6, "history": "Um arco feito de galhos de uma árvore de tempestade, que dispara flechas com o poder de um raio, causando dano massivo e paralisando os inimigos.", "effect": "+6D6. Cada 6 aplica Atordoado, Derrubado e causa +1 de dano elétrico. Se houver 3 ou mais 6, uma tempestade elétrica atinge todos os inimigos em um raio de 4 metros, causando 3 de dano direto." },
    { "name": "Lança da Aniquilação Total", "level": 6, "category": "Ataque", "uses": 1, "bonus": 6, "history": "Uma lança lendária forjada com a essência de uma estrela cadente, capaz de anular todas as defesas e causar dano massivo em área.", "effect": "+6D6. Cada 6 ignora TODAS as defesas e aplica 2 de dano radiante adicional. Se houver 3 ou mais 6, causa uma explosão solar que incinera tudo em um raio de 4 metros (4 de dano direto)." },
    { "name": "Martelo do Fim dos Mundos", "level": 6, "category": "Ataque", "uses": 1, "bonus": 6, "history": "Um martelo lendário que pode causar terremotos e fissuras no solo, alterando o campo de batalha e causando dano massivo.", "effect": "+6D6. Se houver 2 ou mais 6, derruba todos os inimigos em um raio de 5 metros e causa 3 de dano extra. Se houver 4 ou mais 6, cria uma fissura no terreno, impedindo qualquer movimento na área (5 metros) por 2 turnos." },
    { "name": "Espada do Gelo Eterno", "level": 6, "category": "Ataque", "uses": 1, "bonus": 6, "history": "Uma espada lendária feita de gelo primordial, que congela os inimigos e reduz as suas habilidades de ataque.", "effect": "+6D6. Cada 6 aplica Congelado (perde Ação e Reação por 2 turnos) e -3D6 nos ataques do alvo até o fim do efeito. Se houver 3 ou mais 6, congela completamente um alvo com PV 4 ou menos, eliminando-o instantaneamente." },
    { "name": "Chicote das Correntes Flamejantes", "level": 6, "category": "Ataque", "uses": 1, "bonus": 6, "history": "Um chicote de correntes que exalam fogo, capaz de prender os inimigos e causar dano de fogo.", "effect": "+6D6. Cada 6 aplica Queimando (1 por turno por 3 turnos) e impede o alvo de se mover. Se houver 4 ou mais 6, prende todos os inimigos em até 3 metros, impedindo que façam Ação e Reação no próximo turno." },
    { "name": "Dardo de Ruptura Cósmica", "level": 6, "category": "Ataque", "uses": 1, "bonus": 6, "history": "Um dardo que pode viajar entre dimensões, capaz de anular todas as defesas e causar dano massivo.", "effect": "+6D6. Ignora todas as defesas (físicas, mágicas, resistências, escudos). Se houver 3 ou mais 6, causa 5 de dano direto extra. Se houver 5 ou mais 6, simplesmente aniquila um alvo com PV 6 ou menos." },
    { "name": "Bomba de Aniquilação Planetária", "level": 6, "category": "Ataque", "uses": 1, "bonus": 6, "history": "Uma bomba que pode causar uma explosão de proporções planetárias, destruindo tudo em uma área grande e causando dano massivo.", "effect": "Explode causando 5 de dano direto a todos os inimigos em até 5 metros. Se houver pelo menos 2 '6', todos também ficam Atordoados e Derrubados. Se houver 4 ou mais 6, o terreno inteiro na área é destruído, se tornando intransitável por 3 turnos." },
    { "name": "Escudo do Deus Imortal", "level": 6, "category": "Defesa", "uses": 1, "bonus": 6, "history": "Um escudo de ferro, reforçado com runas de proteção, capaz de anular completamente todo o dano físico da cena inteira.", "effect": "+6D6 em defesa física. Se houver pelo menos 2 '6', anula completamente todo o dano físico da cena inteira." },
    { "name": "Manto da Anulação Existencial", "level": 6, "category": "Defesa", "uses": 1, "bonus": 6, "history": "Um manto tecido a partir da essência do vazio, usado por um mestre do tempo para se tornar intocável em um momento de necessidade.", "effect": "+6D6 contra qualquer tipo de ataque. Ao obter 1 ou mais 6s, o portador se torna intocável, inalvejável e invisível até o final da cena." },
    { "name": "Anel da Absorção Infinita", "level": 6, "category": "Defesa", "uses": 1, "bonus": 6, "history": "Um anel com uma gema que brilha com uma luz que absorve todo o dano elemental, e reflete de volta ao atacante.", "effect": "+6D6 contra qualquer dano elemental (fogo, gelo, ácido, eletricidade, veneno). Cada '6' converte o dano total absorvido em PV temporário e reflete todo o dano de volta ao atacante." },
    { "name": "Bracelete da Barreira dos Deuses", "level": 6, "category": "Defesa", "uses": 1, "bonus": 6, "history": "Um bracelete com uma runa de proteção divina, capaz de anular qualquer magia ou habilidade de qualquer nível, e criar uma barreira intransponível.", "effect": "+6D6 contra qualquer magia ou efeito sobrenatural. Com pelo menos 2 '6', cria uma barreira divina intransponível que dura até o fim da cena. Nada atravessa." },
    { "name": "Armadura de Adamantium Estelar", "level": 6, "category": "Defesa", "uses": 1, "bonus": 6, "history": "Uma armadura forjada a partir de um metal indestrutível, com uma superfície lisa e brilhante, imune a quase todo tipo de ataque.", "effect": "+6D6 em defesa fisica. Com pelo menos 2 '6', reduz todo o dano físico recebido na cena inteira em 4 pontos por fonte de dano." },
    { "name": "Botas do Salto Interdimensional", "level": 6, "category": "Defesa", "uses": 1, "bonus": 6, "history": "Botas leves e mágicas que permitem ao utilizador teleportar para qualquer local visível ou conhecido do universo.", "effect": "+6D6 contra qualquer ataque físico, mágico ou de área. Ao obter pelo menos 1 '6', teleporta-se para qualquer local visível ou qualquer lugar conhecido do universo escapando instantaneamente de qualquer ameaça." },
    { "name": "Escudo de Reflexão Total", "level": 6, "category": "Defesa", "uses": 1, "bonus": 6, "history": "Um escudo lendário com uma superfície de espelhos que reflete totalmente qualquer ataque de volta ao atacante.", "effect": "+6D6 em defesa. Cada '6' obriga o inimigo a rerrolar 3 dados. Se houver 3 ou mais '6', reflete totalmente qualquer ataque físico, mágico ou de energia de volta ao agressor." },
    { "name": "Amuleto da Perfeição Celestial", "level": 6, "category": "Defesa", "uses": 1, "bonus": 6, "history": "Um amuleto com uma gema que brilha com uma luz celestial, capaz de remover qualquer condição negativa e tornar o portador imune a elas.", "effect": "+6D6 contra qualquer maldição, corrupção, doença, veneno ou efeito sobrenatural. Com pelo menos 2 '6', torna o portador completamente imune a todos esses efeitos até o fim da cena." },
    { "name": "Máscara da Purificação Divina", "level": 6, "category": "Defesa", "uses": 1, "bonus": 6, "history": "Uma máscara de couro com um filtro de ervas e runas divinas, capaz de proteger o portador de venenos e gases, e purificar o ambiente.", "effect": "+6D6 contra qualquer contaminação, doença, maldição, veneno ou efeito ambiental. Com pelo menos 2 '6', purifica todo o ambiente até 10 metros, removendo efeitos negativos e anulando corrupções." },
    { "name": "Cinto da Gravidade Absoluta", "level": 6, "category": "Defesa", "uses": 1, "bonus": 6, "history": "Um cinto com uma runa de gravidade que o torna imóvel e inamovível, protegendo o portador de qualquer força física ou mágica.", "effect": "+6D6 contra qualquer efeito que envolva empurrar, puxar, derrubar ou mover o portador. Se houver qualquer '6', torna-se absolutamente imóvel, inamovível e impossível de ser afetado por qualquer força física, mágica ou cósmica - até o fim da cena." }
]